---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecAnalyticalLoadTypeParam
source: html/e39692c7-82f3-df45-9fd9-db54aab182c4.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecAnalyticalLoadTypeParam Property

"Load Type"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecAnalyticalLoadTypeParam { get; }
```